[
	{"_id":"di_1","slug":{"en":"far_north_district","mi":"far_north_district"},"title":{"en":"Far North District"},"island":"is_1","seat":"Kaikohe","area":6677,"population":64400,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Far_North_District"},"notes":{"wikipedia":"The Far North District is the northernmost territorial authority district of New Zealand, consisting of the northern part of the Northland Peninsula in the North Island. It stretches from North Cape and Cape Reinga in the north, down to the Bay of Islands, the Hokianga and the town of Kaikohe."}},
	{"_id":"di_2","slug":{"en":"whangarei_district","mi":"whangarei_district"},"title":{"en":"Whangarei District"},"island":"is_1","seat":"Whangarei","area":2712,"population":91400,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Whangarei_District"},"notes":{"wikipedia":"Whangarei District is a territorial authority district in the Northland Region of New Zealand that is governed by the Whangarei District Council. The district is made up in area largely by rural land, and includes a fifth of the Northland Region. It extends southwards to the southern end of Bream Bay, northwards to Whangaruru and almost to the Bay of Islands, and westwards up the Mangakahia River valley past Pakotai and almost to Waipoua Forest. It includes the Hen and Chicken Islands and the Poor Knights Islands."}},
	{"_id":"di_3","slug":{"en":"kaipara_district","mi":"kaipara_district"},"title":{"en":"Kaipara District"},"island":"is_1","seat":"Dargaville","area":3109,"population":23200,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Kaipara_District"},"notes":{"wikipedia":"The Kaipara District is located in the Northland Region in northern New Zealand."}},
	{"_id":"di_4","slug":{"en":"auckland","mi":"auckland"},"title":{"en":"Auckland"},"island":"is_1","seat":"Auckland","area":4940,"population":1695900,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Auckland_Council"},"notes":{"wikipedia":"The Auckland Council is the local government council for the Auckland Region in New Zealand. The governing body consists of a mayor and 20 councillors, elected from 13 wards. There are also 149 members of 21 local boards who make decisions on matters local to their communities. It is the largest council in Oceania, with a $3 billion annual budget, $29 billion of ratepayer equity, and 9,870 full-time staff as of 30 June 2016. The council began operating on 1 November 2010, combining the functions of the previous regional council and the region's seven city and district councils into one \"super council\" or \"super city\"."}},
	{"_id":"di_5","slug":{"en":"thames-coromandel_district","mi":"thames-coromandel_district"},"title":{"en":"Thames-Coromandel District"},"island":"is_1","seat":"Thames","area":2207,"population":29700,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Thames-Coromandel_District"},"notes":{"wikipedia":"The Thames-Coromandel District is a territorial authority district in the North Island of New Zealand, covering all the Coromandel Peninsula and extending south to Hikutaia."}},
	{"_id":"di_6","slug":{"en":"hauraki_district","mi":"hauraki_district"},"title":{"en":"Hauraki District"},"island":"is_1","seat":"Paeroa","area":1270,"population":19950,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Hauraki_District"},"notes":{"wikipedia":"Hauraki District is a territorial authority within the Waikato Region of New Zealand. The seat of the council is at Paeroa."}},
	{"_id":"di_7","slug":{"en":"waikato_district","mi":"waikato_district"},"title":{"en":"Waikato District"},"island":"is_1","seat":"Ngaruawahia","area":4403,"population":75300,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Waikato_District"},"notes":{"wikipedia":"Waikato District is a territorial authority of New Zealand, in the northern part of Waikato Region, North Island. Waikato District is administered by the Waikato District Council, with headquarters in Ngaruawahia."}},
	{"_id":"di_8","slug":{"en":"matamata-piako_district","mi":"matamata-piako_district"},"title":{"en":"Matamata-Piako District"},"island":"is_1","seat":"Te Aroha","area":1755,"population":35200,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Matamata-Piako_District"},"notes":{"wikipedia":"Matamata-Piako District is a local government area in the Waikato region of New Zealand. It lies to the east of the city of Hamilton."}},
	{"_id":"di_9","slug":{"en":"hamilton_city","mi":"hamilton_city"},"title":{"en":"Hamilton City"},"island":"is_1","seat":"Hamilton","area":110,"population":169300,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Hamilton,_New_Zealand"},"notes":{"wikipedia":"Hamilton is a city in the North Island of New Zealand. It is the seat and most populous city of the Waikato region, with a territorial population of 169,300, the country's fourth most-populous city. Encompassing a land area of about 110 km2 (42 sq mi) on the banks of the Waikato River, Hamilton is part of the wider Hamilton Urban Area, which also encompasses the nearby towns of Ngaruawahia, Te Awamutu and Cambridge."}},
	{"_id":"di_10","slug":{"en":"waipa_district","mi":"waipa_district"},"title":{"en":"Waipa District"},"island":"is_1","seat":"Te Awamutu","area":1470,"population":54000,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Waipa_District"},"notes":{"wikipedia":"Waipa District is a municipality in the Waikato region of New Zealand that is administered by the Waipa District Council. Its most populous town is Cambridge. The seat of the council is at the second most populous town, Te Awamutu. The district is south and south-east of the city of Hamilton. It has five wards: Te Awamutu, Cambridge, Pirongia, Maungatautari and Kakepuku."}},
	{"_id":"di_11","slug":{"en":"otorohanga_district","mi":"otorohanga_district"},"title":{"en":"Otorohanga District"},"island":"is_1","seat":"Otorohanga","area":1999,"population":10250,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Otorohanga_District"},"notes":{"wikipedia":"Otorohanga District is a municipality in the Waikato region of the North Island of New Zealand. It was formed in 1979 by renaming Otorohanga County. Max Baxter has been the mayor of Otorohanga District since 2013."}},
	{"_id":"di_12","slug":{"en":"south_waikato_district","mi":"south_waikato_district"},"title":{"en":"South Waikato District"},"island":"is_1","seat":"Tokoroa","area":1819,"population":24400,"links":{"wikipedia":"https://en.wikipedia.org/wiki/South_Waikato_District"},"notes":{"wikipedia":"South Waikato District is a local government district in the Waikato Region of the North Island of New Zealand. It is located between the cities of Hamilton to the north, Rotorua to the east, Taupo to the south and Ruapehu District to the west."}},
	{"_id":"di_13","slug":{"en":"waitomo_district","mi":"waitomo_district"},"title":{"en":"Waitomo District"},"island":"is_1","seat":"Te Kuiti","area":3535,"population":9640,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Waitomo_District"},"notes":{"wikipedia":"Waitomo District is a territorial authority, located in the Waikato region, at the north of the King Country area in the North Island of New Zealand. A small part of the district, the town of Tiroa, however, lies in the Manawatu-Wanganui region."}},
	{"_id":"di_14","slug":{"en":"taupo_district","mi":"taupo_district"},"title":{"en":"Taupo District"},"island":"is_1","seat":"Taupo","area":6333,"population":37200,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Taupo_District"},"notes":{"wikipedia":"The Taupo District is a district in New Zealand. It covers 6,350 km² of land, as well as a further 610 km² of lake area, both in Lake Taupo, New Zealand's largest lake, and also in the smaller Lake Rotoaira. The district stretches from the small town of Mangakino in the northwest to the Tongariro National Park in the south, and east into the Kaingaroa Forest. The district's population is largely located in the two main centres, Taupo and Turangi."}},
	{"_id":"di_15","slug":{"en":"western_bay_of_plenty_district","mi":"western_bay_of_plenty_district"},"title":{"en":"Western Bay of Plenty District"},"island":"is_1","seat":"Greerton","area":1951,"population":50100,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Western_Bay_of_Plenty_District"},"notes":{"wikipedia":"Western Bay of Plenty District is a territorial authority within the Bay of Plenty Region of New Zealand. The district envelops Tauranga City by land, and includes Matakana Island, at the entrance to Tauranga Harbour."}},
	{"_id":"di_16","slug":{"en":"tauranga_city","mi":"tauranga_city"},"title":{"en":"Tauranga City"},"island":"is_1","seat":"Tauranga","area":135,"population":135000,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Tauranga_City_Council"},"notes":{"wikipedia":"Tauranga City Council is the local government authority for Tauranga City in New Zealand. It is a territorial authority elected to represent the 158,000 people of Tauranga. The current Mayor of Tauranga is Greg Brownless. The council consists of 11 members elected from three wards and at-large, and is presided over by the Mayor, who is elected at large."}},
	{"_id":"di_17","slug":{"en":"rotorua_district","mi":"rotorua_district"},"title":{"en":"Rotorua District"},"island":"is_1","seat":"Rotorua","area":2409,"population":72500,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Rotorua_District"},"notes":{"wikipedia":"Rotorua is a city on the southern shores of Lake Rotorua from which the city takes its name, located in the Bay of Plenty Region of New Zealand's North Island. It is the seat of the Rotorua District, a territorial authority encompassing Rotorua and several other nearby towns. The majority of the Rotorua District is in the Bay of Plenty Region, but a sizeable southern section and a small western section are in the Waikato Region. Rotorua is in the heart of the North Island, 60 kilometres south of Tauranga, 80 km (50 mi) north of Taupo, 105 km (65 mi) east of Hamilton, and 230 km (140 mi) southeast of the nation's most populous city, Auckland."}},
	{"_id":"di_18","slug":{"en":"whakatane_district","mi":"whakatane_district"},"title":{"en":"Whakatane District"},"island":"is_1","seat":"Whakatane","area":4450,"population":35700,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Whakatane_District"},"notes":{"wikipedia":"Whakatane is a town in the eastern Bay of Plenty Region in the North Island of New Zealand, 90 km east of Tauranga and 89 km north-east of Rotorua, at the mouth of the Whakatane River. Whakatane District is the encompassing territorial authority, which covers an area to the south and west of the town, excluding the enclave of Kawerau."}},
	{"_id":"di_19","slug":{"en":"kawerau_district","mi":"kawerau_district"},"title":{"en":"Kawerau District"},"island":"is_1","seat":"Kawerau","area":24,"population":7080,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Kawerau_District"},"notes":{"wikipedia":"Kawerau is a town in the Bay of Plenty region of the North Island of New Zealand. It is situated 100 km south-east of Tauranga and 58 km east of Rotorua. It is the seat of the Kawerau District Council, and the only town in Kawerau District."}},
	{"_id":"di_20","slug":{"en":"opotiki_district","mi":"opotiki_district"},"title":{"en":"Opotiki District"},"island":"is_1","seat":"Opotiki","area":3089,"population":9100,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Opotiki_District"},"notes":{"wikipedia":"Opotiki is a small town in the eastern Bay of Plenty in the North Island of New Zealand. It houses the headquarters of the Opotiki District Council and comes under the Bay of Plenty Regional Council."}},
	{"_id":"di_21","slug":{"en":"gisborne_district","mi":"gisborne_district"},"title":{"en":"Gisborne District"},"island":"is_1","seat":"Gisborne","area":8386,"population":49100,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Gisborne_District"},"notes":{"wikipedia":"The Gisborne District is an area of northeastern New Zealand governed by the Gisborne District Council. A unitary authority, it is also known as the Gisborne Region. It is named after its largest settlement, the city of Gisborne. The region is also commonly referred to as the East Coast."}},
	{"_id":"di_22","slug":{"en":"wairoa_district","mi":"wairoa_district"},"title":{"en":"Wairoa District"},"island":"is_1","seat":"Wairoa","area":4077,"population":8230,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Wairoa_District"},"notes":{"wikipedia":"Wairoa is a town and territorial authority district in New Zealand's North Island. The town is the northernmost in the Hawke's Bay region, and is located on the northern shore of Hawke Bay at the mouth of the Wairoa River and to the west of Mahia Peninsula. It is 118 kilometres northeast of Napier, and 92 kilometres southwest of Gisborne. Percentage-wise, it is often known for being New Zealand's most Maori town, with over 62.29% of the population identifying themselves as Maori. At the same time, it is also the largest town within the district of Wairoa."}},
	{"_id":"di_23","slug":{"en":"hastings_district","mi":"hastings_district"},"title":{"en":"Hastings District"},"island":"is_1","seat":"Hastings","area":5227,"population":80600,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Hastings_District"},"notes":{"wikipedia":"Hastings is a New Zealand city and is one of the two major urban areas in Hawke's Bay, on the east coast of the North Island of New Zealand. The population of Hastings is 70,600, with 45,000 living in the contiguous city and Flaxmere, 13,950 in Havelock North, 2,210 in Clive, and the remainder in the peri-urban area around the city. Hastings is about 18 kilometres inland of the coastal city of Napier. These two neighbouring cities are often called \"The Bay Cities\" or \"The Twin Cities\". The combined population of the Napier-Hastings Urban Area is 134,500 people, which makes it the sixth-largest urban area in New Zealand, closely following Tauranga (141,600)."}},
	{"_id":"di_24","slug":{"en":"napier_city","mi":"napier_city"},"title":{"en":"Napier City"},"island":"is_1","seat":"Napier","area":105,"population":62800,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Napier_City,_New_Zealand"},"notes":{"wikipedia":"Napier is a New Zealand city with a seaport, located in Hawke's Bay on the eastern coast of the North Island. The population of Napier is about 63,900 as of the June 2018. About 18 kilometres (11 mi) south of Napier is the inland city of Hastings. These two neighbouring cities are often called \"The Bay Cities\" or \"The Twin Cities\" of New Zealand. The total population of the Napier-Hastings Urban Area is 134,500 people, which makes it the sixth-largest urban area in New Zealand, closely followed by Dunedin (122,000), and trailing Tauranga (141,600)."}},
	{"_id":"di_25","slug":{"en":"central_hawke's_bay_district","mi":"central_hawke's_bay_district"},"title":{"en":"Central Hawke's Bay District"},"island":"is_1","seat":"Waipawa","area":3332,"population":14150,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Central_Hawke%27s_Bay_District"},"notes":{"wikipedia":"Central Hawke's Bay District is part of the Hawke's Bay Region in the North Island of New Zealand. It has an area of 3,327.92 square kilometres with a population of 14,150. It had a population of 12,717 people as of the 2013 census. This is a decrease of 237 people, or 1.8 percent, since the 2006 Census. It covers the area from Pukehou in the north to Takapau in the south, and from the western Ruahine Range to the Pacific coast in the east."}},
	{"_id":"di_26","slug":{"en":"new_plymouth_district","mi":"new_plymouth_district"},"title":{"en":"New Plymouth District"},"island":"is_1","seat":"New Plymouth","area":2205,"population":81900,"links":{"wikipedia":"https://en.wikipedia.org/wiki/New_Plymouth_District"},"notes":{"wikipedia":"The New Plymouth District is one of the districts of New Zealand within Taranaki. It includes the city of New Plymouth and smaller towns such as Inglewood, Oakura and Waitara."}},
	{"_id":"di_27","slug":{"en":"stratford_district","mi":"stratford_district"},"title":{"en":"Stratford District"},"island":"is_1","seat":"Stratford","area":2163,"population":9510,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Stratford_District,_New_Zealand"},"notes":{"wikipedia":"Stratford is the only town in Stratford District, and the seat of the Taranaki Region, in New Zealand's North Island. It lies beneath the eastern slopes of Mount Taranaki/Egmont, approximately halfway between New Plymouth and Hawera, near the geographic centre of the Taranaki Region. The town has a population of 5,740, making it the 47th largest urban area in New Zealand, and the fourth largest in Taranaki."}},
	{"_id":"di_28","slug":{"en":"south_taranaki_district","mi":"south_taranaki_district"},"title":{"en":"South Taranaki District"},"island":"is_1","seat":"Hawera","area":3575,"population":28300,"links":{"wikipedia":"https://en.wikipedia.org/wiki/South_Taranaki_District"},"notes":{"wikipedia":"South Taranaki is a territorial authority on the west coast of New Zealand's North Island that contains the towns of Hawera, Manaia, Opunake, Patea, Eltham, and Waverley. The District has a land area of 3,575.46 km² and a population of 28,300. It is part of the greater Taranaki Region."}},
	{"_id":"di_29","slug":{"en":"ruapehu_district","mi":"ruapehu_district"},"title":{"en":"Ruapehu District"},"island":"is_1","seat":"Taumarunui","area":6734,"population":12750,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Ruapehu_District"},"notes":{"wikipedia":"Ruapehu District is a territorial authority in the centre of New Zealand's North Island."}},
	{"_id":"di_30","slug":{"en":"whanganui_district","mi":"whanganui_district"},"title":{"en":"Whanganui District"},"island":"is_1","seat":"Whanganui","area":2373,"population":45200,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Whanganui_District"},"notes":{"wikipedia":"Whanganui District is one of the districts of New Zealand. It includes the city of Whanganui and surrounding areas."}},
	{"_id":"di_31","slug":{"en":"rangitikei_district","mi":"rangitikei_district"},"title":{"en":"Rangitikei District"},"island":"is_1","seat":"Marton","area":4484,"population":15150,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Rangitikei_District"},"notes":{"wikipedia":"The Rangitikei District is a territorial authority located primarily in the Manawatu-Whanganui Region in the North Island of New Zealand, although a small part, the town of Ngamatea, lies in the Hawke's Bay Region. It is located in the southwest of the island, and follows the catchment area of the Rangitikei River."}},
	{"_id":"di_32","slug":{"en":"manawatu_district","mi":"manawatu_district"},"title":{"en":"Manawatu District"},"island":"is_1","seat":"Feilding","area":2657,"population":30800,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Manawatu_District"},"notes":{"wikipedia":"The Manawatu District is a local government district in the Manawatu-Wanganui Region in the North Island of New Zealand."}},
	{"_id":"di_33","slug":{"en":"palmerston_north_city","mi":"palmerston_north_city"},"title":{"en":"Palmerston North City"},"island":"is_1","seat":"Palmerston North","area":395,"population":88700,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Palmerston_North_City"},"notes":{"wikipedia":"Palmerston North is a city in the North Island of New Zealand and the seat of the Manawatu-Wanganui region. Located in the eastern Manawatu Plains, the city is near the north bank of the Manawatu River, 35 km (22 mi) from the river's mouth, and 12 km (7 mi) from the end of the Manawatu Gorge, about 140 km (87 mi) north of the capital, Wellington. Palmerston North is the country's seventh-largest city and eighth-largest urban area, with an urban population of 86,600."}},
	{"_id":"di_34","slug":{"en":"tararua_district","mi":"tararua_district"},"title":{"en":"Tararua District"},"island":"is_1","seat":"Dannevirke","area":4364,"population":17900,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Tararua_District"},"notes":{"wikipedia":"The Tararua District is an area near the south-east corner of New Zealand's North Island that is administered by the Tararua District Council. It has a population of 17,900, and an area of 4,360.56 km². The Tararua District Council was created by the amalgamation of the Dannevirke Borough, Eketahuna County Council, Pahiatua Borough Council, Pahiatua County Council and Woodville District Council in the 1989 local government reforms."}},
	{"_id":"di_35","slug":{"en":"horowhenua_district","mi":"horowhenua_district"},"title":{"en":"Horowhenua District"},"island":"is_1","seat":"Levin","area":1064,"population":33000,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Horowhenua_District"},"notes":{"wikipedia":"Horowhenua District is a local government district on the west coast of the North Island of New Zealand. It forms part of the Manawatu-Wanganui Region. Its name roughly means shaking or rippling earth."}},
	{"_id":"di_36","slug":{"en":"kapiti_coast_district","mi":"kapiti_coast_district"},"title":{"en":"Kapiti Coast District"},"island":"is_1","seat":"Paraparaumu","area":731,"population":53200,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Kapiti_Coast_District"},"notes":{"wikipedia":"Kapiti Coast District is a local government district in the lower North Island of New Zealand, 50 km north of Wellington."}},
	{"_id":"di_37","slug":{"en":"porirua_city","mi":"porirua_city"},"title":{"en":"Porirua City"},"island":"is_1","seat":"Porirua","area":175,"population":56800,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Porirua_City"},"notes":{"wikipedia":"Porirua, a city in the Wellington Region of the North Island of New Zealand, is one of the four cities that constitute the Wellington metropolitan area. It almost completely surrounds Porirua Harbour at the southern end of the Kapiti Coast. As of June 2018 Porirua had a population of 56,700."}},
	{"_id":"di_38","slug":{"en":"upper_hutt_city","mi":"upper_hutt_city"},"title":{"en":"Upper Hutt City"},"island":"is_1","seat":"Upper Hutt","area":540,"population":43700,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Upper_Hutt_City"},"notes":{"wikipedia":"Upper Hutt is a city in the Wellington Region of the North Island of New Zealand, and one of the four cities that constitute the Wellington metropolitan area."}},
	{"_id":"di_39","slug":{"en":"lower_hutt_city","mi":"lower_hutt_city"},"title":{"en":"Lower Hutt City"},"island":"is_1","seat":"Lower Hutt","area":376,"population":105900,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Lower_Hutt_City"},"notes":{"wikipedia":"Lower Hutt is a city in the Wellington Region of the North Island of New Zealand. Administered by the Hutt City Council, it is one of the four cities that constitute the Wellington metropolitan area."}},
	{"_id":"di_40","slug":{"en":"wellington_city","mi":"wellington_city"},"title":{"en":"Wellington City"},"island":"is_1","seat":"Wellington","area":290,"population":216300,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Wellington_City_Council"},"notes":{"wikipedia":"Wellington City Council is a territorial authority in New Zealand, governing the country's third-largest city by population, behind Auckland and Christchurch. Wellington City consists of the central historic town and certain additional areas within the Wellington metropolitan area, extending as far north as Linden and covering rural areas such as Makara and Ohariu. The city adjoins Porirua in the north and Hutt City in the north-east. It is one of nine territorial authorities in the Wellington Region."}},
	{"_id":"di_41","slug":{"en":"masterton_district","mi":"masterton_district"},"title":{"en":"Masterton District"},"island":"is_1","seat":"Masterton","area":2300,"population":25700,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Masterton_District"},"notes":{"wikipedia":"Masterton is a large town in the Wellington Region of New Zealand and the seat of the Masterton District. It is the largest town in the Wairarapa, a region separated from Wellington by the Rimutaka ranges. It is 100 kilometres north-east of Wellington, 39.4 kilometres south of Eketahuna, on the Ruamahanga River."}},
	{"_id":"di_42","slug":{"en":"carterton_district","mi":"carterton_district"},"title":{"en":"Carterton District"},"island":"is_1","seat":"Carterton","area":1180,"population":9340,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Carterton_District,_New_Zealand"},"notes":{"wikipedia":"Carterton is a small town in the Wellington Region of New Zealand and the seat of the Carterton District. It lies in a farming area of the Wairarapa in New Zealand's North Island. It is located 14 kilometres (8.7 mi) southwest of Masterton and 80 kilometres (50 mi) northeast of Wellington. The town has a population of 5,320, out of a total district population of 9,340."}},
	{"_id":"di_43","slug":{"en":"south_wairarapa_district","mi":"south_wairarapa_district"},"title":{"en":"South Wairarapa District"},"island":"is_1","seat":"Martinborough","area":2387,"population":10450,"links":{"wikipedia":"https://en.wikipedia.org/wiki/South_Wairarapa_District"},"notes":{"wikipedia":"The South Wairarapa District is an area at the south-east tip of the North Island of New Zealand governed by the South Wairarapa District Council. The district comprises the southernmost part of the Wairarapa, and is part of the Wellington Region."}},
	{"_id":"di_44","slug":{"en":"tasman_district","mi":"tasman_district"},"title":{"en":"Tasman District"},"island":"is_2","seat":"Richmond","area":9616,"population":52100,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Tasman_District_Council"},"notes":{"wikipedia":"Tasman District Council is the unitary local authority for the Tasman District of New Zealand."}},
	{"_id":"di_45","slug":{"en":"nelson_city","mi":"nelson_city"},"title":{"en":"Nelson City"},"island":"is_2","seat":"Nelson","area":424,"population":51900,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Nelson_City_Council"},"notes":{"wikipedia":"Nelson City Council is a unitary local authority and one of the 16 regions of New Zealand. It has its headquarters in Nelson."}},
	{"_id":"di_46","slug":{"en":"marlborough_district","mi":"marlborough_district"},"title":{"en":"Marlborough District"},"island":"is_2","seat":"Blenheim","area":10458,"population":46600,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Marlborough_District,_New_Zealand"},"notes":{"wikipedia":"The Marlborough Region, commonly known simply as Marlborough, is one of the regions of New Zealand, located in the northeast of the South Island. Marlborough is a unitary authority, both a region and a district, and its council is located at Blenheim. It has a population of 46,600."}},
	{"_id":"di_47","slug":{"en":"buller_district","mi":"buller_district"},"title":{"en":"Buller District"},"island":"is_2","seat":"Westport","area":7942,"population":10150,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Buller_District"},"notes":{"wikipedia":"Buller District is one of 53 districts of New Zealand, and is within the West Coast Region. It covers Westport, Karamea, Reefton and Inangahua Junction."}},
	{"_id":"di_48","slug":{"en":"grey_district","mi":"grey_district"},"title":{"en":"Grey District"},"island":"is_2","seat":"Greymouth","area":3474,"population":13550,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Grey_District"},"notes":{"wikipedia":"Grey District in the West Coast Region of New Zealand is a municipality that covers Greymouth, Runanga, Blackball, Cobden and settlements along the Grey River. It has a land area of 3,516.48 square kilometres (1,357.72 sq mi). The seat of the Grey District Council, the local government authority that administers the district, is at Greymouth, where 27% of the district's population live."}},
	{"_id":"di_49","slug":{"en":"westland_district","mi":"westland_district"},"title":{"en":"Westland District"},"island":"is_2","seat":"Hokitika","area":11828,"population":8890,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Westland_District"},"notes":{"wikipedia":"Westland District is a territorial authority on the West Coast of New Zealand's South Island. It is administered by the Westland District Council. The district's population is 8,890."}},
	{"_id":"di_50","slug":{"en":"kaikoura_district","mi":"kaikoura_district"},"title":{"en":"Kaikoura District"},"island":"is_2","seat":"Kaikoura","area":2047,"population":3830,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Kaikoura_District"},"notes":{"wikipedia":"Kaikoura is a town on the east coast of the South Island of New Zealand. It is located on State Highway 1, 180 km north of Christchurch."}},
	{"_id":"di_51","slug":{"en":"hurunui_district","mi":"hurunui_district"},"title":{"en":"Hurunui District"},"island":"is_2","seat":"Amberley","area":8641,"population":12850,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Hurunui_District"},"notes":{"wikipedia":"Hurunui District is a political district on the east coast of New Zealand's South Island, north of Christchurch, New Zealand. It forms part of the Canterbury region and stretches from the east coast to the main divide. Its land area is 8,660.43 square kilometres (3,343.81 sq mi)."}},
	{"_id":"di_52","slug":{"en":"waimakariri_district","mi":"waimakariri_district"},"title":{"en":"Waimakariri District"},"island":"is_2","seat":"Rangiora","area":2217,"population":60700,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Waimakariri_District"},"notes":{"wikipedia":"Waimakariri District is a local government district, located in the Canterbury region of New Zealand's South Island. It is named after the Waimakariri River, which forms the district's southern boundary, separating it from Christchurch City and the Selwyn District. It is bounded in the north by the Hurunui District and in the east by the Pacific Ocean."}},
	{"_id":"di_53","slug":{"en":"christchurch_city","mi":"christchurch_city"},"title":{"en":"Christchurch City"},"island":"is_2","seat":"Christchurch","area":1415,"population":388400,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Christchurch_City_Council"},"notes":{"wikipedia":"The Christchurch City Council is the local government authority for Christchurch in New Zealand. It is a territorial authority elected to represent the 388,400 people of Christchurch. Since October 2013, the Mayor of Christchurch is Lianne Dalziel, who succeeded Bob Parker. The council currently consists of 16 councillors elected from sixteen wards, and is presided over by the Mayor, who is elected at large. The number of elected members and ward boundaries changed prior during the 2016 election."}},
	{"_id":"di_54","slug":{"en":"selwyn_district","mi":"selwyn_district"},"title":{"en":"Selwyn District"},"island":"is_2","seat":"Rolleston","area":6381,"population":62200,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Selwyn_District"},"notes":{"wikipedia":"Selwyn District is a predominantly rural area in central Canterbury, on the east coast of New Zealand's South Island. It is named after the Selwyn River, which is in turn named after Bishop George Selwyn, the first Anglican bishop of New Zealand who, in 1843 and 1844, travelled the length of the country by horse, foot, boat and canoe, leaving in his wake a sprinkling of locations that now bear his name."}},
	{"_id":"di_55","slug":{"en":"ashburton_district","mi":"ashburton_district"},"title":{"en":"Ashburton District"},"island":"is_2","seat":"Ashburton","area":6183,"population":34500,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Ashburton_District,_New_Zealand"},"notes":{"wikipedia":"Ashburton is a large town in the Canterbury Region, on the east coast of the South Island of New Zealand. The town is the seat of the Ashburton District, a territorial authority encompassing the town and a number of small settlements within its surrounding rural area, roughly coterminous with the subregion of Mid Canterbury. It is 85 kilometres (53 mi) south west of Christchurch and is sometimes regarded as a satellite town of Christchurch."}},
	{"_id":"di_56","slug":{"en":"timaru_district","mi":"timaru_district"},"title":{"en":"Timaru District"},"island":"is_2","seat":"Timaru","area":2733,"population":47300,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Timaru_District"},"notes":{"wikipedia":"Timaru District is a local government district in New Zealand's South Island administered by the Timaru District Council. It is part of the larger Canterbury region."}},
	{"_id":"di_57","slug":{"en":"mackenzie_district","mi":"mackenzie_district"},"title":{"en":"Mackenzie District"},"island":"is_2","seat":"Fairlie","area":7140,"population":4670,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Mackenzie_District"},"notes":{"wikipedia":"Mackenzie District is a local government district in New Zealand's South Island administered by the Mackenzie District Council. It is part of the larger Canterbury region."}},
	{"_id":"di_58","slug":{"en":"waimate_district","mi":"waimate_district"},"title":{"en":"Waimate District"},"island":"is_2","seat":"Waimate","area":3554,"population":7930,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Waimate_District"},"notes":{"wikipedia":"Waimate District is a territorial authority located in the Canterbury Region of the South Island of New Zealand. The main town is Waimate, while there are many smaller rural communities dispersed throughout the area. Its boundary to the south is the Waitaki River, to the west Lake Benmore and to the north-east the Pareora River."}},
	{"_id":"di_59","slug":{"en":"chatham_islands_territory","mi":"chatham_islands_territory"},"title":{"en":"Chatham Islands Territory"},"island":"is_2","seat":"Waitangi","area":794,"population":650,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Chatham_Islands"},"notes":{"wikipedia":"The Chatham Islands are a New Zealand archipelago in the Pacific Ocean about 800 kilometres (500 mi) east of the South Island of New Zealand. The archipelago consists of about ten islands within an approximate 60-kilometre (37 mi) radius, the largest of which are Chatham Island and Pitt Island. Some of these islands, formerly cleared for farming, are now preserved as nature reserves to conserve some of the unique flora and fauna.\nAs of 2013 the islands had a resident population of 600. The local economy depends largely on conservation, tourism, farming, and fishing."}},
	{"_id":"di_60","slug":{"en":"waitaki_district","mi":"waitaki_district"},"title":{"en":"Waitaki District"},"island":"is_2","seat":"Oamaru","area":7109,"population":22300,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Waitaki_District"},"notes":{"wikipedia":"Waitaki District is a territorial authority that is located in the Canterbury and Otago regions of the South Island of New Zealand, and it straddles the traditional border between the two regions, the Waitaki River."}},
	{"_id":"di_61","slug":{"en":"central_otago_district","mi":"central_otago_district"},"title":{"en":"Central Otago District"},"island":"is_2","seat":"Alexandra","area":9956,"population":21000,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Central_Otago_District"},"notes":{"wikipedia":"Central Otago District is local government district in New Zealand. It is administered by the Central Otago District Council and it is in the Otago region, the top tier of local government in New Zealand. The major towns in the district are Alexandra, Cromwell, Roxburgh, Clyde and Ranfurly."}},
	{"_id":"di_62","slug":{"en":"queenstown-lakes_district","mi":"queenstown-lakes_district"},"title":{"en":"Queenstown-Lakes District"},"island":"is_2","seat":"Queenstown","area":8719,"population":39100,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Queenstown-Lakes_District"},"notes":{"wikipedia":"Queenstown-Lakes District, a New Zealand local government district, is part of the Otago Region. The Queenstown-Lakes District is surrounded by the districts of Central Otago, Southland, Westland and Waitaki."}},
	{"_id":"di_63","slug":{"en":"dunedin_city","mi":"dunedin_city"},"title":{"en":"Dunedin City"},"island":"is_2","seat":"Dunedin","area":3287,"population":130700,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Dunedin_City_Council"},"notes":{"wikipedia":"The Dunedin City Council is the local government authority for Dunedin in New Zealand. It is a territorial authority elected to represent the 130,700 people of Dunedin. Since October 2010, the Mayor of Dunedin is Dave Cull, who succeeded Peter Chin. The council consists of a mayor who is elected at large, and 14 councillors elected across three wards, one of whom gets chosen as deputy-mayor. The councillors are elected under the Single Transferable Vote (STV) system in triennial elections, with the most recent election held on 12 October 2013."}},
	{"_id":"di_64","slug":{"en":"clutha_district","mi":"clutha_district"},"title":{"en":"Clutha District"},"island":"is_2","seat":"Balclutha","area":6334,"population":17700,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Clutha_District"},"notes":{"wikipedia":"Clutha District is a local government district of southern New Zealand, with its headquarters in the Otago town of Balclutha. The Clutha District has a land area of 6,362.86 km² and a 2006 census population of 16,839 usual residents. Clutha District occupies the majority of the geographical area known as South Otago."}},
	{"_id":"di_65","slug":{"en":"southland_district","mi":"southland_district"},"title":{"en":"Southland District"},"island":"is_2","seat":"Invercargill","area":29552,"population":31400,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Southland_District"},"notes":{"wikipedia":"Southland District is a territorial authority in the South Island of New Zealand."}},
	{"_id":"di_66","slug":{"en":"gore_district","mi":"gore_district"},"title":{"en":"Gore District"},"island":"is_2","seat":"Gore","area":1254,"population":12500,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Gore_District,_New_Zealand"},"notes":{"wikipedia":"Gore District is a municipality in the Southland region of the South Island of New Zealand."}},
	{"_id":"di_67","slug":{"en":"invercargill_city","mi":"invercargill_city"},"title":{"en":"Invercargill City"},"island":"is_2","seat":"Invercargill","area":389,"population":55200,"links":{"wikipedia":"https://en.wikipedia.org/wiki/Invercargill_City"},"notes":{"wikipedia":"Invercargill is the southernmost and westernmost city in New Zealand, and one of the southernmost cities in the world. It is the commercial centre of the Southland region. The city lies in the heart of the wide expanse of the Southland Plains on the Oreti or New River some 18 km north of Bluff, which is the southernmost town in the South Island. It sits amid rich farmland that is bordered by large areas of conservation land and marine reserves, including Fiordland National Park covering the south-west corner of the South Island and the Catlins coastal region."}}
]