[
	{
		"id": "pa_1",
		"number": 1,
		"slug": {
			"en": "lowernorthisland",
			"mi": "teupokooteika"
		},
		"name": {
			"locale": {
				"en": "Lower North Island",
				"mi": "Te Upoko o te Ika"
			}
		},
		"audio": {
			"file": "/audio/part/pa_1.mp3",
			"length": "23",
			"size": 375177
		},
		"island_id": "is_1",
		"dates": {
			"start": "1984-10",
			"end": "1984-11",
			"launch": "1985-05"
		},
		"location": {
			"distance": 4000
		},
		"format": {
			"en": "Two cassettes (90 minutes each)"
		},
		"funding": [
			{
				"source": {
					"en": "Bill Toft Memorial grant"
				},
				"url": "http://www.billtoftawards.org/"
			},
			null
		],
		"notes": {
			"description": {
				"en": "Names of the North Island, south of a line running from the mouth of the Rangitaiki river, north of Lake Taupo, to the mouth of the Mokau river."
			},
			"creation": {
				"en": "I typed the first part at home on an electric typewriter, and the incredibly patient Radio NZ typing pool put up with my micromanagement for over a year. They put the lists on to 8\" IBM floppy discs. In the first instance, I used double vowel orthography (eg Maaori) as I had learnt from Professor Bruce Biggs at Auckland University. It became clear that - largely under the influence of Professor Tīmoti Kāretu at Waikato University - the macron (eg Māori) was going to win out, and we searched and replaced all 10 vowels (AA EE II OO UU aa ee ii oo uu) with their macronned equivalents - <i>then</i> searched and de-macronned all the wrongly altered English words such as schōl and mēting. Creating macrons was a job in itself in those days. Each one involved making a subroutine, or macro, of backspace, half-raise, hyphen, half-lower. Before I went out recording, I asked for printouts of the names, but invariably more would have to be added on the road. I can't believe I completed the first volume in only 18 months AND painted and wallpapered my bathroom."
			},
			"recording": {
				"en": "The first volume was entirely recorded on a Uher portable reel-to-reel recorder at 7 1/2 inches/second.. At the outset I insisted on using the only stereo recorder of Radio NZ Special Projects, when it was free. I knew that the sound quality would be substantially better in stereo, even though it was only ever a single voice. I made various short forays to southern parts of the North Island, and two big sweeps over several days into Wʰanganui, Taranaki, Taupo, the Urewera, East Coast and Hawkes Bay."
			},
			"funding": {
				"en": "Bill Toft Memorial grant"
			}
		},
		"speaker_ids": [
			"sp_138"
		],
		"next_id": "pa_2"
	},
	{
		"id": "pa_2",
		"number": 2,
		"slug": {
			"en": "uppernorthisland",
			"mi": "tehikuoteika"
		},
		"name": {
			"locale": {
				"en": "Upper North Island",
				"mi": "Te Hiku o te Ika"
			}
		},
		"audio": {
			"file": "/audio/part/pa_2.mp3",
			"length": "23",
			"size": 370126
		},
		"island_id": "is_1",
		"dates": {
			"start": "1986-01",
			"end": "1990-01",
			"launch": "1991-04"
		},
		"location": {
			"distance": 14000
		},
		"format": {
			"en": "Two cassettes (70 minutes each)"
		},
		"notes": {
			"description": {
				"en": "Names of the North Island, north of a line running from the mouth of the Rangitaiki river, north of Lake Taupo, to the mouth of the Mokau river. Also overseas names and some names missed from part 1."
			},
			"creation": {
				"en": "Without a grant for the second part, I could no longer rely on the Radio NZ typing pool, and created the lists at home, teaching myself how to use spreadsheets, which were relatively new in 1986. I completed the thermal region by 1988 and presented one copy to Radio NZ in Rotorua. The station manager seemed uninterested. By the time it was completed, Radio NZ was unsupportive and this volume was launched in near secrecy at my home by Bill Kere Kere."
			},
			"recording": {
				"en": "Most of the second volume was recorded on the Uher portable reel-to-reel machine, but at one point north of Auckland it broke down and I hired what had once been a top-of-the-line cassette machine, a Nakimichi. The sound quality, even though I think it had Dolby noise reduction, was decidedly inferior. I completed the Bay of Plenty before mid-1988 and made several long hauls into the King Country, Waikato-Hauraki, Auckland and Northland in 1989-1990."
			}
		},
		"speaker_ids": [
			"sp_74",
			"sp_138"
		],
		"previous_id": "pa_1",
		"next_id": "pa_3"
	},
	{
		"id": "pa_3",
		"number": 3,
		"slug": {
			"en": "southisland",
			"mi": "tewaipounamu"
		},
		"name": {
			"locale": {
				"en": "South Island",
				"mi": "Te Wai Pounamu"
			}
		},
		"audio": {
			"file": "/audio/part/pa_3.mp3",
			"length": "41",
			"size": 651830
		},
		"island_id": "is_2",
		"dates": {
			"start": "1992-11",
			"end": "1993-04",
			"launch": "1994-11"
		},
		"location": {
			"distance": 5000
		},
		"format": {
			"en": "Two cassettes (45 minutes and 55 minutes)"
		},
		"funding": [
			{
				"source": {
					"en": "NZ Lottery Board Heritage Fund"
				},
				"url": "http://www.communitymatters.govt.nz/Funding-and-grants---Lottery-grants---Lottery-Environment-and-Heritage"
			},
			{
				"source": {
					"en": "Pacific Conservation and Development Trust"
				},
				"url": "http://www.communitymatters.govt.nz/Funding-and-grants---Trust-and-fellowship-grants---Pacific-development-and-conservation-trust"
			}
		],
		"notes": {
			"description": {
				"en": "Names of the South Island, Stewart Island and southern islands, and the Chatham Islands."
			},
			"creation": {
				"en": "My first port of call when I embarked on the South Island was (later Sir) Tīpene O'Regan, who immediately referred me to Dr (Germans would call him Doktor Doktor) Maarire Goodall, and he became a dear friend. He was invaluable, with contacts all over Te Waipounamu. Again I created the lists at home, but this time I transmitted them to Dr Goodall's computer using a precursor of the Internet, a dialup dating service called the Meetboard. At 300 Baud (bits/second), that took hours, and the issues of encoding and decoding the macrons in ASCII were horrendous."
			},
			"recording": {
				"en": "I was in Christchurch making my first South Island contacts in 1991 when I learnt that I had been made redundant from Radio NZ. (Ironically in part because the Corporation had spent so much fighting against Māori radio in courts). I determined to carry on, and gained two grants through Internal Affairs, from the Lottery Grants Board Culture and Heritage fund and the Pacific Conservation and Development Trust, which is funded from the French Government's grant of $13 million in recognition of (we must not say \"compensation for\") the sinking of the \"Rainbow Warrior\". Much of that went on a Digital Audio Tape (DAT) recorder, like a tiny VCR, and the third volume was entirely recorded on it. The improvement in sound quality is evident. I visited the South Island three times altogether, travelling as far as Tākaka, Hokitika and Tuatāpere."
			},
			"funding": {
				"en": "NZ Lottery Board Heritage Fund"
			}
		},
		"speaker_ids": [
			"sp_43",
			"sp_122",
			"sp_138"
		],
		"previous_id": "pa_2"
	}
]